{
  "start": "Первым делом нужно настроить бота: выбрать время для тренировки, а также предмет для изучения.\n\nПроведи данную настройку, нажав на соответствующие кнопки ниже.",
  "start_configure": "Ты можешь заново выбрать время тренировки и предмет, при этом информация об изученных терминах останется прежняя. ",
  "finish_configure": "Ты закончил настройку бота.\n\nВремя тренировки: {data.training_time}.\nПредмет для тренировки: {data.subject}.",
  "choose_notification_date": "Выбери время дня в формате \"21:00\", когда тебе удобно тренироваться. Это займет не больше 20 минут в день, наш бот сам напомнит тебе о начале.",
  "back_from_notification_configuration": "Твоё время уведомлений не было изменено",
  "incorrect_notification_date": "Ой-ой, ты ввел время в неправильном формате. Выбери любое время дня и напиши в ответном сообщении. Например, 17:00. Ты сможешь поменять время тренировки в любой момент при помощи команды \"Настройки\".",
  "new_notification_date": "Отлично! Твоё время тренировки {data.new_notification_time}.\n\nТы сможешь поменять время тренировки в любой момент при помощи команды \"Настройки\". ",
  "start_choosing_subject": "Просто выбери предмет, которые ты хотел(а) бы повторять с помощью нашего бота или напиши его вручную. Полный список предметов, с которыми работает наш бот:\n\nРусский язык (ударения, паронимы)",
  "incorrect_subject_choice": "Ой-ой, попробуй ввести предмет еще раз, возможно, ты допустил(а) ошибку в написании или ввела неполное название предмета.",
  "finish_choosing_subject": "Отлично! Твой предмет для повторения: {data.new_subject}.\n\nТы сможешь поменять предмет для повторения в любой момент при помощи команды \"Настройки\". ",
  "too_frequent_messages": "Ой-ой, будь терпеливее, ты посылаешь сообщения слишком часто",
  "notification": "Привет!\nКак насчёт тренировки?",
  "info": "Как работает наш бот? \n\n- В выбранное время он сам будет отправлять тебе напоминание о тренировке. Она продлится от 20 до 30 минут и будет состоять из 20 вопросов. \n\n- При неправильном ответе задание или термин попадает в \"черный список\" и будет попадаться чаще других до тех пор, пока ты не дашь правильный ответ 5 раз подряд. \n\n- Если же ты отвечаешь верно, то это задание будет появляться реже: раз в две недели, а затем раз в месяц. \n\nНе забывай, что ты можешь не дожидаться времени тренировки и начать ее самостоятельно в любой свободный момент.",
  "unfinished_configuration": "Ой-ой, ты не закончил первичную настройку бота",
  "start_training": "Начинаем! Всего будет 20 вопросов, отвечай на них честно, ведь от этого зависит твоя индивидуальная схема повторения. Нажимай \"Вперед\", чтобы увидеть первый вопрос.",
  "finish_training": "Тренировка завершена. Ты молодец! Вот небольшая статистика по твоим ответам:\n\n- Всего заданий: {data.total}\n- Верные ответы: {data.correct}\n- Верные ответы с подсказкой: {data.correct_with_hint}",
  "bot_was_updated": "Бот был обновлён, пока тебя не было. Продолжай пользоваться им как раньше. Успехов!",
  "choose_training": "Давай начнем! \n\nТренировать будем твои знания по предмету: {data.subject} :)\n\nВыбери тип тренировки:\n\n- Ударения \n- Паронимы",
  "incorrect_training": "Ой-ой, используй кнопки для выбора типа тренировки.",
  "interrupt_training": "Твоя тренировка не была завершена :( \n\nВозвращайся в любой момент и продолжай",
  "nothing_to_train": "В данный момент тебе нечего повторять в рамках данной тренировки.\n\n Приходи {data.date_not_empty_training}",
  "back_from_choosing_training": "Возвращайся как можно скорее)",
  "info_about_settings": "Для завершения настройки, нажми кнопку ниже \"◀️ Закончить настройку\"",
  "correct_answer": "Ты молодец! Нажимай \"вперед\", и идем дальше :)",
  "wrong_answer": "Ой-ой:( Кажется, твой ответ неправильный. Давай мы дадим тебе небольшую подсказку для запоминания."
}
